{
  "products": [
    {
      "id": 1,
      "name": "Lê Forelle Nam Phi",
      "price": "95000",
      "image": "/images/le.jpg",
      "brand": "fruit",
      "category": "Le",
      "countInStock": "6",
      "description": "Lê má hồng Nam Phi có vỏ màu xanh xen lẫn màu vàng có vệt đỏ rực rỡ khi quả chín.Quả hình chuông nhỏ, tròn và thon đều, bên trong thịt trắng với hương vị thơm mát, ngọt nhẹ."
    },
    {
      "id": 2,
      "name": "Táo envy size 70",
      "price": "170000",
      "image": "/images/tao.jpg",
      "brand": "fruit",
      "category": "Tao",
      "countInStock": "undefined",
      "description": "Không nói quá khi bảo Envy Mỹ là giống táo ngon nhất thế giới. Được trồng và bảo quản bằng các công nghệ tiên tiến, chất lượng táo được đánh giá vượt trội so với các loại khác. Khi ăn, táo có mùi thơm đậm, ăn cảm giác rất ngọt và thanh mát."
    },
    {
      "id": 3,
      "name": "Nho xanh Mỹ",
      "price": "320000",
      "image": "/images/nhoxanh.jpg",
      "brand": "fruit",
      "category": "Nho",
      "countInStock": "undefined",
      "description": "Nho xanh Mỹ  là giống nho Lusico Seedless Quả nhỏ vừa, giòn ngọt, màu xanh hổ phách, vị ngọt mát, rất giòn và không có hạt"
    },
    {
      "id": 4,
      "name": "Cà chua beef",
      "price": "18000",
      "image": "/images/cachua.jpg",
      "brand": "fruit",
      "category": "Ca chua",
      "countInStock": "6",
      "description": "Cà chua Beef được nuôi dưỡng trên cao nguyên Lâm Đồng cho trái to, thịt dày, khoang hạt nhỏ, có hương thơm tự nhiên"
    },
    {
      "id": 5,
      "name": "Bơ BOOTH",
      "price": "40000",
      "image": "/images/bo.png",
      "brand": "fruit",
      "category": "Bo",
      "countInStock": "6",
      "description": " Bơ BOOTH là một Giống bơ BOOTH là giống bơ cho năng suất cao và chất lượng ngon được ưa chuộng trên thị trường. Hiện đang được bà con trồng phổ biến ở các tỉnh Tây Nguyên."
    },
    {
      "id": 6,
      "name": "Kiwi Vàng New Zealand",
      "price": "205000",
      "image": "/images/kiwi.jpg",
      "brand": "fruit",
      "category": "Pants",
      "countInStock": "6",
      "description": "Kiwi vàng New Zealand  là loại quả ngon số 1 thế giới, với quy trình từ trồng, chăm bón đến thu, hái, vận chuyển được chính phủ New Zealand kiểm soát rất chặt chẽ để đảm bảo quả kiwi luôn đồng đều và đủ tiêu chuẩn."
    },
    {
      "id": 7,
      "name": "Thanh long ruột đỏ xuất khẩu tận vườn giá sỉ - giá bán buôn",
      "price": "13000",
      "image": "/images/cachua.jpg",
      "brand": "fruit",
      "category": "thanh long",
      "countInStock": "5",
      "description": "Thanh long ruột đỏ tiêu chuẩn xuất khẩu  Trái đều đẹp vỏ ửng đỏ tai xanh  Hàng tận vườn không qua trung gian  Inbox nhé khách "
    },
    {
      "id": 8,
      "name": "Ổi ruột đỏ",
      "price": "20000",
      "image": "/images/xoai.jpeg",
      "brand": "fruit",
      "category": "oi",
      "countInStock": "6",
      "description": "undefined"
    },
    {
      "id": 9,
      "name": "Quýt Úc Murcott",
      "price": "60000",
      "image": "/images/chanh.jpg",
      "brand": "fruit",
      "category": "quyt",
      "countInStock": "undefined",
      "description": "Quýt có chứa nhiều Vitamin C, tốt cho da, chống lão hóa, giảm Cholesterol, có tác dụng hồi phục sức khỏe nhanh, tăng cường chức năng tạo hồng huyết cầu, giảm căng thẳng thần kinh. Việc tiêu thụ vitamin C ở liều cao (khoảng 500mg mỗi ngày) rất tốt cho người ốm. Ngoài ra, Quýt còn được biết tới như một loại đồ ăn kiêng giàu chất xơ, Vitamin A, B, Canxi, Magnesium, Sắt, Đồng, I ốt… Ăn Quýt thường xuyên sẽ giúp phòng tránh các bệnh truyền nhiễm do virus; giảm đáng kể nguy cơ mắc bệnh sỏi thận. Để tránh lượng calo dư thừa, hãy bổ sung Quýt vào chế độ dinh dưỡng hàng ngày của mình. Fru  Giá sản phẩm trên Tiki đã bao gồm thuế theo luật hiện hành. Bên cạnh đó, tuỳ vào loại sản phẩm, hình thức và địa chỉ giao hàng mà có thể phát sinh thêm chi phí khác như phí vận chuyển, phụ phí hàng cồng kềnh, thuế nhập khẩu (đối với đơn hàng giao từ nước ngoài có giá trị trên 1 triệu đồng)....."
    }
  ],
  "users": [
    {
      "name": "minhsang",
      "email": "leminhsang.test@gmail.com",
      "password": "2403",
      "id": 1
    },
    {
      "name": "leminhsang",
      "email": "leminhsang.test@gmail.com",
      "password": "2403",
      "isAdmin": false,
      "id": 2
    }
  ]
}